{
  "langage": "fr",
  "generics": {
    "copyright": "Copyright © 2025 - Tous droits réservés",
    "designed": "Design & développement par",
    "seeMore": "Voir plus",
    "aboutMe": "À propos de moi",
    "email": "Email",
    "github": "GitHub",
    "linkedin": "LinkedIn",
    "instagram": "Instagram",
    "sendEmail": "Envois-moi un email",
    "projects": "Projets"
  },
  "status": "Prêt à travailler",
  "position": "Développeur Fullstack",
  "location": "Actuellement à Quimper, France",
  "hey": "Hey you!",
  "home": {
    "name": "home"
  },
  "about": {
    "andMore": "(Mais pas que)",
    "smallDesc": "Salut ! Moi c’est Noé, développeur fullstack… mais pas que ! Passionné de photo, de musique et de sport, je suis toujours partant pour apprendre et créer. N’hésite pas à scroller pour en découvrir plus sur moi ! 👇",
    "resume": "Je suis un développeur fullstack curieux et créatif, avec une solide formation technique et un vrai goût pour l’image, la musique et les expériences interactives. Après un an de road-trip en Nouvelle-Zélande et plusieurs années d’alternance en agence, je suis dispo pour de nouveaux projets, que ce soit en freelance ou en collaboration. N’hésite pas à me contacter si tu veux qu’on crée quelque chose ensemble.",
    "description": {
      "part1": {
        "part": "À propos",
        "title": "Hello ! Moi c’est Noé",
        "text": "Je reviens tout juste d’un road-trip d’un an en van à travers la Nouvelle-Zélande ! Une parenthèse pendant laquelle j’ai mis le développement un peu de côté pour prendre le temps de vivre, d’explorer, et de faire des rencontres. J’en ai profité pour améliorer mon anglais (il partait de loin, on va pas se mentir), et surtout pour m’adonner à la photographie. Là-bas, c’est presque triché : les paysages sont spectaculaires à chaque virage."
      },
      "part2": {
        "part": "études",
        "title": "Du prof de maths au code",
        "text": "Avant de partir en Nouvelle-Zélande, j’étais en Master Manager de Projet Digitaux à Rennes, en alternance. Je me suis spécialisé en développement fullstack, ce qui m’a permis de monter en compétences sur toute la chaîne de production web. À la base, je voulais devenir professeur de mathématiques. J’aimais la logique, la rigueur et l’élégance des maths, mais j’ai vite eu envie de quelque chose de plus concret. Le développement s’est imposé comme un juste équilibre entre technique, logique et créativité."
      },
      "part3": {
        "part": "expérience",
        "title": "3 ans chez Bob le Développeur",
        "text": "Mon aventure professionnelle s’est construite chez Bob Le Développeur, une agence web parisienne où j’ai passé trois années d’alternance. J’y ai travaillé sur une variété de projets avec des stacks comme Next.js et Nest.js, expérimenté de nombreuses librairies, échangé avec les clients et géré des projets du début à la fin. Une expérience ultra formatrice, dans une équipe à taille humaine."
      },
      "part4": {
        "part": "passions",
        "title": "Ce qui m’anime en dehors du code",
        "text": "En dehors du développement, j’ai une vraie passion pour la musique et la photo. J’aime composer, jouer en groupe, explorer des sons et capturer des images. Ce sont des disciplines qui, à mes yeux, se marient bien avec le code : elles demandent de la précision, de la créativité et un certain sens du détail. Et pour bouger après de longues heures devant l’écran, je me tourne vers la natation et l’escalade, mes deux sports de cœur."
      }
    },
    "education": {
      "title": "Parcours",
      "item1": {
        "diploma": "Master Manager de Projet Digitaux",
        "school": "MyDigitalSchool",
        "location": "Rennes, France",
        "year": "2021 - 2024",
        "url": "https://www.mydigitalschool.com/mba-architecte-web?gbraid=0AAAAADeG2Or05k3VXUnTbJV1OwelARs8U"
      },
      "item2": {
        "diploma": "Licence Pro Développement Web et Mobile",
        "school": "La Sorbonne",
        "location": "Paris, France",
        "year": "2020 - 2021",
        "url": "https://www.cfa-sciences.fr/licence-professionnelle-3eme-annee-metiers-de-linformatique-applications-web-parcours-projet-web-et"
      },
      "item3": {
        "diploma": "Licence Mathétique, Physique et Informatique",
        "school": "Université de Brest",
        "location": "Brest, France",
        "year": "2018 - 2020",
        "url": "https://formations.univ-brest.fr/fr/index/sciences-technologies-sante-STS/licence-XA/portail-mpmei-mathematiques-physique-maths-economie-informatique-KYA659ZE/l1-portail-mpmei-KYEFYSRJ.html"
      }
    },
    "experience": {
      "title": "Expérience",
      "item1": {
        "company": "Bob le Développeur",
        "location": "Paris, France",
        "year": "2021 - 2024",
        "description": "Développeur fullstack en alternance",
        "url": "https://www.bob-le-developpeur.com/"
      },
      "item2": {
        "company": "Tildev",
        "location": "Rennes, France",
        "year": "2024",
        "description": "Développeur fullstack",
        "url": "https://tildev.fr/"
      }
    }
  },
  "projects": {
    "seeOne": "Voir le projet",
    "seeAll": "Découvrir tous les projets"
  },
  "nav": {
    "ABOUT": "Qui suis-je ?",
    "PROJECTS": "Découvrir mes projets",
    "MUSIC": "Écouter ma musique"
  },
  "funFacts": {
    "fact1": "Les wombats laissent des crottes cubiques.",
    "fact2": "Ton ADN est à 60 % identique à celui d’une banane.",
    "fact3": "Il pleut du métal sur certaines planètes.",
    "fact4": "Une girafe ne fait pas de bruit : elle n’a pas de cordes vocales.",
    "fact5": "Les arbres parlent. Lentement, sous la terre.",
    "fact6": "Le chocolat, c’était de l’argent chez les Aztèques.",
    "fact7": "La Lune s’éloigne. De 3,8 cm. Chaque année.",
    "fact8": "Les tortues peuvent respirer… par les fesses.",
    "fact9": "Un jour sur Vénus est plus long qu’une année.",
    "fact10": "Les koalas ont des empreintes digitales quasi humaines.",
    "fact11": "Une minute de silence dure souvent 61 secondes.",
    "fact12": "Le cerveau pèse 2 % du corps, mais consomme 20 % de son énergie.",
    "fact13": "Le miel ne périme pas. Vraiment. Même dans 3 000 ans.",
    "fact14": "Les nuages peuvent peser 500 tonnes. Et ils flottent tranquille.",
    "fact15": "Le mot “alphabet” est né d’Alpha et Bêta.",
    "fact16": "Les pieuvres ont trois cœurs.",
    "fact17": "Les bananes sont des baies. Pas les fraises.",
    "fact18": "Les requins existaient avant les arbres.",
    "fact19": "Il existe une méduse capable de vivre éternellement.",
    "fact20": "Les humains brillent dans le noir, mais la lumière est trop faible pour être vue.",
    "fact21": "Les paresseux peuvent retenir leur souffle plus longtemps que les dauphins.",
    "fact22": "La pluie a une odeur. On l’appelle le pétrichor.",
    "fact23": "L’espace a une odeur de viande grillée.",
    "fact24": "Les vaches ont des meilleures amies et stressent quand elles sont séparées.",
    "fact25": "L’eau peut bouillir et geler en même temps.",
    "fact26": "Une cuillère à café d’étoile à neutrons pèserait six milliards de tonnes.",
    "fact27": "Certaines tortues peuvent vivre sans oxygène pendant des mois.",
    "fact28": "Il y a plus d’étoiles dans l’univers que de grains de sable sur Terre.",
    "fact29": "La tour Eiffel grandit en été.",
    "fact30": "Les oiseaux sont les plus proches parents vivants des dinosaures."
  },
  "footer": {
    "title": "Envie de construire quelque chose ensemble ? N'hésite pas à me contacter !"
  }
}
