{
  "language": "en",
  "generics": {
    "copyright": "Copyright © 2024 - Portfolio - All rights reserved",
    "designed": "Designed and developed by ",
    "seeMore": "See more"
  },
  "home": {
    "name": "home"
  },
  "status": "Available for work",
  "position": "Fullstack Developer",
  "location": "Currently in Quimper, France",
  "hey": "Hey you!",
  "about": {
    "andMore": "(but that's not all)",
    "smallDesc": "Hi! I'm Noé, a fullstack developer — but that's not all! I'm passionate about photography, music, and sports. Feel free to scroll down to learn more about me! 👇",
    "description": "I am a passionate fullstack developer with a strong interest in web development. I enjoy creating dynamic and responsive web applications using modern technologies. My goal is to deliver high-quality solutions that meet the needs of users and businesses."
  },
  "nav": {
    "ABOUT": "Who am I?",
    "PROJECTS": "Discover my projects",
    "MUSIC": "Listen to my music"
  },
  "funFacts": {
    "fact1": "Wombats poop cubes. Yep, cubes.",
    "fact2": "Your DNA is 60% identical to a banana’s.",
    "fact3": "It rains metal on some planets.",
    "fact4": "Giraffes don’t make a sound, they have no vocal cords.",
    "fact5": "Trees talk. Slowly, underground.",
    "fact6": "Chocolate was currency for the Aztecs.",
    "fact7": "The Moon drifts away. 3.8 cm. Every year.",
    "fact8": "Turtles can breathe... through their butts.",
    "fact9": "A day on Venus is longer than a year.",
    "fact10": "Koalas have fingerprints almost identical to humans.",
    "fact11": "A minute of silence often lasts 61 seconds.",
    "fact12": "The brain weighs 2% of your body, but uses 20% of its energy.",
    "fact13": "Honey never expires. Seriously. Even after 3,000 years.",
    "fact14": "Clouds can weigh 500 tons. And still float like nothing.",
    "fact15": "The word “alphabet” comes from Alpha and Beta.",
    "fact16": "Octopuses have three hearts.",
    "fact17": "Bananas are berries. Strawberries aren’t.",
    "fact18": "Sharks existed before trees.",
    "fact19": "There’s a species of jellyfish that can live forever.",
    "fact20": "Humans glow in the dark, but the light is too weak to see.",
    "fact21": "Sloths can hold their breath longer than dolphins.",
    "fact22": "Rain has a smell. It’s called petrichor.",
    "fact23": "Space smells like seared steak.",
    "fact24": "Cows have best friends and get stressed when separated.",
    "fact25": "Water can boil and freeze at the same time.",
    "fact26": "A teaspoon of neutron star would weigh six billion tons.",
    "fact27": "Some turtles can live without oxygen for months.",
    "fact28": "There are more stars in the universe than grains of sand on Earth.",
    "fact29": "The Eiffel Tower grows taller in summer.",
    "fact30": "Birds are the closest living relatives of dinosaurs."
  }
}
